;Place localized text in this file


[ForgedSectopod X2CharacterTemplate]
strCharacterName="Forged Sectopod" 
strAcquiredText="The pinnacle of alien engineering. The Forged Sectopod is a massive war machine that can immediately react to any incoming hits. Thanks to a prototype stealth alloy it is also hidden from the Shadow Chamber." 

[SectopodReaction X2AbilityTemplate]
LocFriendlyName="Annihilation Protocol"
LocLongDescription="Thís Forged Sectopod can answer incoming fire immediately."
LocHelpText="Rapid reactions."
LocFlyOverText="Annihilation Protocol"


[XGLocalizedData]
+GameplayTips_Tactical="The Forged Sectopod get an immediate bonus action whenever they are damaged."
+GameplayTips_Tactical="The Forged Sectopod is the pinnacle of ADVENT engineering. Be prepared." 
+GameplayTips_Tactical="Thanks to its Annihilation protocol AI, Forged Sectopod have enough firepower to wipe out an ill-prepared squad."
